---
kind: property
id: P:Autodesk.Revit.DB.Electrical.WireType.NeutralSize
source: html/57328dfd-0b5e-9925-c6ed-9451dd3d7189.htm
---
# Autodesk.Revit.DB.Electrical.WireType.NeutralSize Property

The maximum neutral size of the wire type.

## Syntax (C#)
```csharp
public NeutralMode NeutralSize { get; set; }
```